caddy
ccsm-git
colorpicker
compiz-fusion-plugins-experimental-git
conky-lua-nv
deepin-wine-wechat
deepin-wine5
deepin-wine5-i386
easyconnect
emerald-themes
firefox-kde-opensuse-bin-debug
franz-bin
fusion-icon-git
gmailieer
kwalletcli
mosh-git
mpack
nestopia
pam-gnupg
pkgparser
plasma5-theme-breeze-transparent-nomad-icons-git
plymouth-theme-arch-agua
rainbarf-git
starship-bin
sunloginclient
todotxt
we10x-icon-theme-git
