adobe-source-han-mono-cn-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
adobe-source-sans-pro-fonts
aircrack-ng
alacritty
alsa-utils
android-tools
archlinuxcn-keyring
aria2
ark
autoconf
automake
base
bauerbill
bind
binutils
bison
bluedevil
breeze
breeze-gtk
bypy-git
chnroutes2-git
copyq
create_ap
cronie
ctags
dbeaver
deepin-movie
dhcpcd
discover
dnsmasq-china-list-git
docker
docker-compose
dolphin
dolphin-plugins
drkonqi
dunst
eternalterminal
exa
fakeroot
fceux
fcitx
fcitx-qt5
fcitx-rime
file
filebrowser-bin
findutils
firefox-kde-opensuse
flake8
flameshot
flex
freerdp
freshplayerplugin
gawk
gcc
gconf
gettext
gimp
git
global
gnome-keyring
gnome-settings-daemon
gnu-netcat
gogglesmm
grep
groff
grunt-cli
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-espeak
gst-plugins-good
gst-plugins-ugly
gwenview
gzip
htop
httpie
imagemagick
inetutils
intel-ucode
intltool
ipython
isync
jfsutils
jq
jupyter
kactivitymanagerd
kate
kcm-fcitx
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kdialog
keeweb
kgamma5
khotkeys
kimtoy
kinfocenter
kmenuedit
knetattach
konsole
konversation
krdc
krita
kscreen
kscreenlocker
ksshaskpass
ksysguard
kvantum-qt5
kvantum-theme-materia
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
latte-dock
libglvnd
libkscreen
libksysguard
libmpack
libtool
libva-intel-driver
libva-mesa-driver
libvncserver
linux
linux-firmware
linux-headers
linuxqq
logrotate
lsof
lvm2
m4
macchanger
make
man-db
man-pages
mdadm
mesa-demos
milou
mitmproxy
mldonkey
mypy
mysql
nano
neofetch
neomutt
neovim
nerd-fonts-complete
netctl
netease-cloud-music
nethogs
networkmanager
nginx
nmap
noto-fonts-emoji
npm
ntfs-3g
ntop
okular
openssh
openvpn
opera
oxygen
p7zip
packagekit-qt5
pacman
pacman-contrib
pandoc
parted
pass
patch
perl-rename
pgadmin4
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plymouth-git
plymouth-theme-arch-beat
plymouth-theme-arch-charge-big
podman
podman-compose
polkit
polkit-kde-agent
postgresql
powerdevil
progress
proxychains-ng
pueue
pyenv
pyenv-virtualenv
python-beautifulsoup4
python-black
python-docutils
python-flask
python-isort
python-matplotlib
python-mysqlclient
python-openpyxl
python-pandas
python-pip
python-pynvim
python-pyqt5
python-sh
python-virtualenv
python2-pip
qbittorrent
qt5ct
qtcurve-qt5
rabbitmq
rclone
rdesktop
redis
refind
reiserfsprogs
remmina
ripgrep
rustup
s-nail
sddm
sddm-kcm
seahorse
sed
sshfs
starship
sudo
sysfsutils
systemd-kcm
systemsettings
teamviewer
telegram-desktop
texinfo
thefuck
tigervnc
tk
tmux
tokei
tree
unrar
unzip-iconv
usbutils
v2ray
ventoy-bin
vi
vim
virt-viewer
virtualbox
virtualbox-guest-iso
w3m
wget
which
wireshark-qt
wps-office-cn
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xdg-desktop-portal-kde
xdotool
xfsprogs
xorg-server
xorg-server-common
yarn
youtube-dl
zsh
